---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.ViewsExportedByContextEventArgs
source: html/97e7aee9-cc27-42c0-d1d9-38295a0d83ed.htm
---
# ViewsExportedByContextEventArgs Members

Gets the views that were exported by CustomExporter.